import masterClassPlanet from "images/ServicesAndPrice/masterClassPlanet.webp";
import masterClassPlanet2 from "images/ServicesAndPrice/masterClassPlanet2.webp";

const getMasterClass = (lng) => {
  return lng === "ua"
    ? [
        {
          title: "Авторські продукти",
          img: masterClassPlanet,
          services: [
            "«Жити в плюс» — аналіз і самостійна корекція життєвих періодів",
            "Інструкція до калькулятора для профі: секретні можливості",
            "«Код твоєї реальності» — стартовий мінікурс + 14 унікальних гайдів",
            "Розбір Арканів через причинно-наслідкові зв’язки",
          ],
          format: "Формат: відеоурок",
          duration: "Тривалість: 1 година",
          btn: "Переглянути",
          link: "https://beacons.ai/darikarma.course",
        },
        {
          title: "У відкритому доступі",
          img: masterClassPlanet2,
          services: [
            "Гайди, чеклісти, медитації та пісні",
            "Дизайнерські шаблони Матриці Долі для друку, розрахунків і виконання практик",
            "Записи ефірів по Арканах із детальними розборами та відповідями на запитання",
            "Дослідження 9 чакр у Матриці Долі",
          ],
          format: "Формат: особиста зустріч, група 3–7 осіб",
          duration: "Тривалість: 2–3 години",
          price: "21",
          btn: "Переглянути",
          link: "https://beacons.ai/darikarma.course/freematerials",
        },
      ]
    : [
        {
          title: "Авторские продукты",
          img: masterClassPlanet,
          services: [
            "«Жить в плюс» — анализ и самостоятельная коррекция жизненных периодов",
            "Инструкция по калькулятору для профи: секретные возможности",
            "«Код твоей реальности» — стартовый мини-курс + 14 уникальных гайдов",
            "Разбор Арканов через причинно-следственные связи",
          ],
          format: "Формат: видеоурок",
          duration: "Длительность: 1 час",
          btn: "Просмотреть",
          link: "https://beacons.ai/darikarma.course",
        },
        {
          title: "В открытом доступе",
          img: masterClassPlanet2,
          services: [
            "Гайды, чек-листы, медитации и песни",
            "Дизайнерские шаблоны Матрицы Судьбы для печати, расчётов и выполнения практик",
            "Записи эфиров по Арканам с подробными разборами и ответами на вопросы",
            "Исследование 9 чакр в Матрице Судьбы",
          ],
          format: "Формат: личная встреча, группа 3-7 человек",
          duration: "Длительность: 2-3 часа",
          price: "21",
          btn: "Просмотреть",
          link: "https://beacons.ai/darikarma.course/freematerials",
        },
      ];
};

export default getMasterClass;
