import card1 from "images/ServicesAndPrice/mainServices/card1.webp";
import card2 from "images/ServicesAndPrice/mainServices/card2.webp";
import card3 from "images/ServicesAndPrice/mainServices/card3.webp";

export const cards = {
  ua: [
    {
      title: "Експрес",
      img: card1,
      text: "Підходить тим, кому потрібно терміново поставити запитання або швидко розібратися в ситуації тут і зараз.",
      list: [
        "Розбір одного запитання",
        "Зустріч у Zoom — 30 хвилин",
        "Рекомендації",
      ],
      price: "30",
    },
    {
      title: "Розбір теми",
      img: card2,
      text: "Підходить тим, хто хоче глибше розібратися в одній сфері життя (фінанси, стосунки, призначення тощо) й отримати чіткий план дій для самостійної роботи.",
      list: [
        "Розбір запитань за обраною темою",
        "Зустріч у Zoom — 60 хвилин",
        "Рекомендації та план дій на 30 днів",
      ],
      price: "70",
    },
    {
      title: "Супровід",
      img: card3,
      text: "Підходить тим, хто хоче не лише отримати рекомендації, а й пройти шлях змін за моєї підтримки.",
      list: [
        "Розбір кількох тем одразу",
        "Зустріч у Zoom до 3 годин або 3 зустрічі по 60 хвилин",
        "Індивідуальний план змін із рекомендаціями та матеріалами на 2–3 місяці",
        "Додаткові дзвінки між блоками",
      ],
      price: "180",
    },
  ],
  ru: [
    {
      title: "Экспресс",
      img: card1,
      text: "Подходит тем, кому нужно срочно задать вопрос или быстро разобраться в ситуации здесь и сейчас.",
      list: [
        "Разбор одного вопроса",
        "Встречу в Zoom — 30 минут",
        "Рекомендации",
      ],
      price: "30",
    },
    {
      title: "Разбор темы",
      img: card2,
      text: "Подходит тем, кто хочет глубже разобраться в одной сфере жизни (деньги, отношения, предназначение и другие) и получить чёткий план действий для самостоятельной работы.",
      list: [
        "Разбор вопросов по выбранной теме",
        "Встречу в Zoom — 60 минут",
        "Рекомендации и план действий на 30 дней",
      ],
      price: "70",
    },
    {
      title: "Сопровождение",
      img: card3,
      text: "Подходит тем, кто хочет не только получить рекомендации, но и пройти путь изменений с моей поддержкой.",
      list: [
        "Разбор нескольких сразу нескольких тем",
        "Встречу в Zoom до 3 часов или 3 встречи по 60 минут",
        "Индивидуальный план изменений с рекомендациями и материалами на 2–3 месяца",
        "Дополнительные созвоны между блоками. ",
      ],
      price: "180",
    },
  ],
};
